{
    "Welcome": "Welcome to the Minimal Assistant!",
    "Instructions": "Ready to tackle a thought-provoking question with just your voice? Simply answer with a 'yes' or 'no', but choose wisely—you've only got 3 shots at it. After the question is narrated, your response is automatically recorded. You can verify this in the status section below. Dive in and let's make some waves together!",
    "Question": "The question for you is:",
    "Ready": "We will listen to your answer now!",
    "Loading": "Please wait...",
    "Q1": "Can technology fully replace human intuition in decision-making?",
    "Q2": "Is it possible to achieve complete privacy in the digital age?",
    "Q3": "Can artificial intelligence develop genuine creativity comparable to that of humans?",
    "Q4": "Is it ethical to use genetic engineering to enhance human abilities?",
    "Q5": "Can a machine ever truly understand human emotions?",
    "Q6": "Is it possible for humans to live sustainably on Earth without harming the environment?",
    "Q7": "Can virtual reality experiences ever be considered as real as physical experiences?",
    "Q8": "Is it possible to eradicate poverty worldwide with current resources and technology?",
    "Q9": "Can social media platforms ensure user privacy while still offering personalized content?",
    "Q10": "Is it feasible to achieve world peace with current global political dynamics?",
    "Q11": "Can cryptocurrencies replace traditional currencies in the future?",
    "Q12": "Is it ethical to use drones for surveillance in public spaces?",
    "Q13": "Can humans achieve immortality through scientific advancements?",
    "Q14": "Is it possible to accurately predict the future with data analytics and machine learning?",
    "Q15": "Can education alone solve societal inequality?",
    "Q16": "Will humanity ever decode the language of animals to the point of having meaningful conversations with them?",
    "Q17": "Can a society exist where all forms of currency are abolished, relying solely on barter and mutual aid?",
    "Q18": "Is it conceivable for a single book or piece of art to unite humanity in a common cause or belief?",
    "Q19": "Can dreams be engineered to serve as a form of virtual reality for training and education?",
    "Q20": "Will humans ever develop the ability to consciously control their own evolution, selecting traits as desired?",
    "Q21": "Is it possible for artificial intelligences to develop their own philosophies or religions?",
    "Q22": "Can a global consensus on ethical AI use be achieved, considering the vast cultural and political diversities?",
    "Q23": "Will we discover a form of communication that transcends language, capable of expressing thoughts and emotions directly and universally?",
    "Q24": "Can humanity achieve a state where all diseases are curable, effectively rendering us immune to natural illnesses?",
    "Q25": "Is it feasible to construct a fully self-sustaining city in space, independent of Earth's resources?",
    "Q26": "Will we be able to harness the energy of black holes as a power source?",
    "Q27": "Can we ever create a perfect simulation of the universe that is indistinguishable from our own reality?",
    "Q28": "Is it possible for an entirely new color, one never seen before by the human eye, to be discovered or created?",
    "Q29": "Will the concept of work become obsolete as machines and AI evolve to perform all necessary tasks for human society?",
    "Q30": "Can the human lifespan be extended indefinitely, making us essentially ageless?",
    "Q31": "If we could communicate telepathically, would we stop using spoken languages?",
    "Q32": "Could virtual reality become preferred over real life, altering our sense of reality?",
    "Q33": "If a pill eliminated the need for sleep, would it enhance productivity or overwhelm us?",
    "Q34": "With time travel possible, would changing the past create more ethical dilemmas than solutions?",
    "Q35": "Should AI with emotions receive the same rights as humans, redefining consciousness?",
    "Q36": "Could genetic engineering of intellect and appearance deepen societal divides?",
    "Q37": "Would proof of life after death bring harmony or existential crisis to humanity?",
    "Q38": "Can reliance on personal robots for daily tasks erode human relationships and skills?",
    "Q39": "If humans controlled the weather, could it disrupt Earth's natural ecosystems?",
    "Q40": "With interstellar travel, will humanity unite or divide over new space territories?",
    "Q41": "Can a universal language be created that everyone on Earth can understand effortlessly?",
    "Q42": "Is it possible for humans to develop telekinesis with advanced technology or evolution?",
    "Q43": "Can we achieve a fully sustainable global economy without sacrificing modern comforts?",
    "Q44": "Will it ever be possible to record and playback dreams in high definition?",
    "Q45": "Can true democracy be achieved in a fully digital world government?",
    "Q46": "Is it possible to build an underwater city that humans can live in permanently?",
    "Q47": "Can we create an AI that surpasses human intelligence without posing a threat to humanity?",
    "Q48": "Is it feasible to have a global currency that is accepted everywhere on Earth?",
    "Q49": "Can we discover a renewable energy source that completely replaces fossil fuels?",
    "Q50": "Will humans be able to create a liveable habitat on another planet within the next century?",
    "Yes": "You answered 'Yes' to the question!",
    "No": "You answered 'No' to the question!",
    "UD1": "Ummm, I didn't quite catch that. Remember, only respond with 'Yes' or 'No'!",
    "UD2": "Invalid response! You have one more attempt to answer 'Yes' or 'No'.",
    "UD3": "It looks like we didn't capture a 'Yes' or 'No' response",
    "End": "If you liked the assistant, you should try another question!"
}
  